Repository: common-repository/metamatic
Catalog: translations/metamatic-*.po
Languages: ru_ru

source: Powered by Metamatic
ru_ru: Сделано в Metamatic

source: Visit Metamatic site
ru_ru: Зайти на сайт Metamatic

source: Favorite sites
ru_ru: Друзья

source: Friends feed
ru_ru: Лента друзей

source: Invalid site address specified
ru_ru: Указан неправильный адрес сайта

source: Metamatic settings
ru_ru: Настройки Metamatic

source: Display settings
ru_ru: Настройки отображения

source: "Powered by Metamatic"
ru_ru: "Сделано в Metamatic"

source: Show appreciation to plugin authors by showing "Powered by Metamatic" link
ru_ru: Отблагодарить авторов этого плагина, разместив ссылку на сайт Metamatic

source: Quick Links
ru_ru: Быстрый переход

source: Metamatic provides <a href="%s">Favorites</a> and <a href="%s">Friends feed</a> pages.
ru_ru: Плагин Metamatic добавил вашему сайту страницы <a href="%s">Друзья</a> и <a href="%s">Лента друзей</a>.

source: Personal information
ru_ru: Информация о себе

source: Place here information that will be accessible to your site visitors.
ru_ru: Введите данные, которые вы хотите сообщить о себе.

source: About yourself
ru_ru: О себе

source: Write something about yourself. This will describe your blog to Metamatic visitors.
ru_ru: Напишите несколько строк о себе. Эта информация будет доступна посетителям Metamatic и поможет найти Ваш блог.

source: Interests
ru_ru: Интересы

source: List your interests, comma-separated, for example: <strong>computers, music, sports</strong>. Interests are displayed at Metamatic site.
ru_ru: Перечислите ваши интересы, через запятую; например, <strong>спорт, музыка, компьютеры</strong>. Ваши интересы будут отображаться на сайте Metamatic и помогут найти Ваш сайт.

source: Communication settings
ru_ru: Настройки связи

source: These settings are used for interaction between your browser plugin and this blog.
ru_ru: Эти параметры используются при связи блога с плагином браузера (если он у Вас установлен) и сервером Metamatic.

source: Public accessibility
ru_ru: Публиковать информацию

source: List my blog in Metamatic network and receive friend notifications.
ru_ru: Публиковать мой блог на сервере Metamatic и получать уведомления от друзей.

source: Access Key
ru_ru: Ключ доступа

source: This value must match key value configured in browser plugin.
ru_ru: Это значение будет использоваться при обмене данными с плагином в браузере и сервером Metamatic. Ключ, заданный в плагине браузера, должен быть таким же, как это значение.

source: Server URL
ru_ru: URL сервера

source: Leave thes field empty to use main Metamatic server.
ru_ru: Оставьте это поле пустым, чтобы использовать основной сервер Metamatic.

source: Save Changes
ru_ru: Сохранить изменения

source: Refresh friends feed
ru_ru: Обновить ленту друзей

source: Synchronize with Metamatic Hub
ru_ru: Синхронизация с сервером Metamatic

source: Settings
ru_ru: Настройки

source: Metamatic Settings
ru_ru: Настройки Metamatic

source: Metamatic: Favorites
ru_ru: Metamatic: Друзья

source: Displays list of favorite sites.
ru_ru: Отображает список избранных сайтов.

source: Title:
ru_ru: Заголовок:

source: ...%d more
ru_ru: ...и %d ещё

source: See all my favorite sites
ru_ru: Все дружественные сайты

source: %d friends total
ru_ru: всего %d друзей

source: Read posts from my favorite sites
ru_ru: Читать посты, опубликованные на сайтах друзей

source: Add to favorites...
ru_ru: Добавить в друзья...

source: Import from site...
ru_ru: Импортировать с сайта...

source: Select all
ru_ru: Выбрать все

source: Delete selected
ru_ru: Удалить выбранные

source: Enter site address here:
ru_ru: Введите адрес сайта:

source: Cancel
ru_ru: Отменить

source: Enter web site address, please
ru_ru: Введите адрес сайта, пожалуйста

source: Please wait...
ru_ru: Подождите, пожалуйста...

source: Add site to favorites
ru_ru: Добавление сайта в друзья

source: Import friends
ru_ru: Импорт друзей

source: Failed to add site...
ru_ru: Не получилось добавить сайт...

source: Communication to server failed.
ru_ru: Ошибка связи с сайтом.

source: Are you sure you want to delete %d favorites?
ru_ru: Вы уверены, что хотите удалить %d друзей?

source: Delete favorites
ru_ru: Удаление друзей
